{
  "Discard Tip": {
    "TEXT": [
      "Ha a húzópaklid üres, a dobópaklid lesz visszakeverve. NL NL Kattints, hogy megnézd a kártyákat a dobópaklidban."
    ],
    "LABEL": [
      "Dobópakli"
    ]
  },
  "Draw Tip": {
    "TEXT": [
      "Minden kör elején, NL #b",
      " innen húzol kártyát. NL NL Kattints, hogy megnézd a húzópaklidban lévő kártyákat. (kevert).",
      " innen húzol kártyát. NL NL Kattints, hogy megnézd a húzópaklidban lévő kártyákat."
    ],
    "LABEL": [
      "Húzópakli"
    ]
  },
  "End Turn Tip": {
    "TEXT": [
      "Ezt a gombot megnyomva befejezed a körödet. NL NL Eldobod a kezedben lévő kártyákat, az ellenfelek lejátszák a körüket, majd megint húzol ",
      " kártyát és kezdődik a következő köröd."
    ],
    "LABEL": [
      "Kör vége"
    ]
  },
  "Energy Panel Tip": {
    "TEXT": [
      "A jelenlegi energiád. A kártyák kijászásához energia szükséges."
    ],
    "LABEL": [
      "Energia"
    ]
  },
  "Energy Tip": {
    "TEXT": [
      "A kártyák kijászásához energia szükséges! NL A gömb bal oldalt alul mutatja a maradék energiád."
    ],
    "LABEL": [
      "Energia költség"
    ]
  },
  "Exhaust Tip": {
    "TEXT": [
      "Kattints hogy megnézd a harcban Kimerített kártyáidat."
    ],
    "LABEL": [
      "Kimerített kártyák"
    ]
  },
  "FTUE Tips": {
    "TEXT": [],
    "LABEL": [
      "Tipp: ",
      "Értem"
    ]
  },
  "Main Tutorial": {
    "TEXT": [
      "Győzd le az ellenfeleidet a kezedben lévő kártyák kijátszásával. NL NL A kártyák kijátszásához #yEnergiára van szükséged. NL Ha elfogyott az energiád, fejezd be a körödet. NL NL A köröd elején új kártyákat húzol és az #yEnergiád is visszatöltődik.",
      "Játsz ki védekező kártyákat hogy #yVédelmet halmozz fel amikor az ellenfelek támadni szándékoznak. NL NL A #yVédelem csökkenti a sebzést, de #rmegszűnik a következő köröd elején.",
      "A köröd alatt megtekintheted az ellenfeled #yszándékát a lény felett. NL NL Ha az ellenfél támadni szándékozik, gondoskodj a megfelelő mennyiségű #yVédelemről!"
    ],
    "LABEL": [
      "Következő!",
      "Készenállok!",
      "Bemutató",
      "(Oldal ",
      " / 3)"
    ]
  },
  "Options Tip": {
    "TEXT": [
      "A játékmenetre vonatkozó adatokat és hibajelentéseket a Mega Crit megkapja a játék javítása érdekében. NL NL Személyes azonosításra szolgáló adatokat NEM kerülnek gyűjtésre.",
      "A Slay the Spire teljes képernyőben a legygyorsabb. Ajánlott macOS esetén, mivel eltünteti a Dock-ot és a Menüt. NL Megj.: Számítógépen az ALT-TAB nem működik, csak szegély nélküli módban.",
      "Mivel a Slay the Spire nem egy nagy igényeket támasztó játék, mi a szegély nélküli teljes képernyőt ajánljuk a gyors ALT-TAB miatt. Számítógépen a legjobb.",
      "Megj.: Ha a VSync be van kapcsolva, a maximum képsebesség nem lehet több mint a monitor frissítési frekvenciája.",
      "A játékvezérlő támogatás nem teljes ezen a képernyőn."
    ],
    "LABEL": [
      "Adatok",
      "Teljes képernyő",
      "Szegélymentes teljes képernyő",
      "Maximum képsebesség"
    ]
  },
  "Player Tips": {
    "TEXT": [
      "Ez a kártya Hatalommal ruház fel ha kijátszod. NL A Hatalmak passzív képességek amiknek a hatása megmarad a harc erejéig.",
      "A kártyák kijászásához energia szükséges! NL A gömb bal oldalt alul mutatja a maradék energiád.",
      "A #rKezem #rtele #rvan!",
      "Elértem a #rmaximum gömbök számát.",
      "Nincsen gömb foglalatom."
    ],
    "LABEL": [
      "Hatalom kártyák",
      "Energia költség"
    ]
  },
  "Potion Panel Tip": {
    "TEXT": [
      "Hajítsd ezt az italt az ellenfelednek.",
      "Fogyaszd el ezt az italt.",
      "Dobd el ezt az italt. NL #r(nem #rlehet #rvisszacsinálni)"
    ],
    "LABEL": [
      "Hajítás",
      "Ivás",
      "Eldobás"
    ]
  },
  "Potion Tip": {
    "TEXT": [
      "Idd meg vagy hajítsd el az italokat a harc alatt! NL Az italok megmaradnak veled a szobák között."
    ],
    "LABEL": [
      "Italok"
    ]
  },
  "Random Tips": {
    "TEXT": [
      "Beszélgess más játékosokkal hogy új stratégiákat ismerj meg.",
      "Minden vezér előtt van egy pihenőhely.",
      "Költsd el az aranyad a boltokban! (Fizetett reklám)",
      "Néha tarts egy kis szünetet.",
      "Ha jobb klikkel kattintasz egy kártyára, extra információkat tudhatsz meg róla.",
      "A százalék alapú számítások mindig lefele vannak kerekítve.",
      "Harc alatt megnézheted a húzó- és dobópaklid tartalmát.",
      "Hasznos információkat tudhatsz meg a legtöbb dologról ha ráviszed az egeret.",
      "A jobb felső sarokban lévő ? -re kattintva kapcsolhatod ki/be a tippeket.",
      "A jobb klikk elengedi az éppen húzott kártyádat.",
      "Vidd rá az egeret az ellenfélre hogy lásd a nevét és aktív Hatalmait.",
      "Használd az egérgörgőt vagy kattints és húzd a képernyőt a görgetéshez.",
      "Ha meg bírsz vizsgálni egy tárgyat, az egered nagyítóvá változik.",
      "Nincsen limitálva hogy mennyi relikviát hordhatsz magadnál.",
      "A ládákban mindig van relikvia.",
      "Minden útvonalon van legalább egy láda.",
      "Használd az egérgörgőt vagy kattints és húzd a képernyőt a térképen, a kártya- és egyéb képernyőn való görgetéshez.",
      "Az elit ellenfelek mindig adnak relikviát.",
      "Sosem fogod ugyan azt a relikviát kétszer látni egy menetben.",
      "A ritka kártyák kék színű kerettel rendelkeznek.",
      "A kivételes kártyák arany színű kerettel rendelkeznek.",
      "A kártya ritkasága látható magán a kártyán.",
      "Nem mindig bölcs kártyát adni a paklidhoz.",
      "A kártyák amiket a harc alatt kimerítesz, nem lesznek eltávolítva a paklidból.",
      "Egyszerre maximum 10 kártya lehet a kezedben.",
      "A státusz kártyák eltűnnek a harc végén.",
      "Az átkokat nem bírod fejleszteni. Miért tennéd?",
      "Fejlesztett kártyák csak az első felvonás után jelennek meg jutalomként.",
      "Az ismeretlen szobákban lehet láda, szörny, bolt vagy pedig esemény.",
      "A kereskedő nem térít vissza semmit. Ő egy surmó.",
      "A kártya eltávolító szolgáltatás növeli az árát amikor használod.",
      "A kártya eltávolító szolgáltatást boltonként csak egyszer használhatod.",
      "Az ital, relikvia és hatalom által okozott sebzések nem számítanak támadásnak.",
      "Az effektek amik véletlenszerű kártyát generálnak harc alatt, soha nem töltenek vissza életerőt."
    ],
    "LABEL": [
      "Eldobhatsz italokat hogy másik italnak szabadíts fel helyet."
    ]
  },
  "Relic Tip": {
    "TEXT": [
      "A relikviák a Toronyban egyedi bónuszokat adnak és megmaradnak a menet hátralevő részére. NL Megtalálhatók erős szörnyeknél és a ládákban.",
      "Ez a relikvia látható marad.",
      "Ez a relikvia elhasználódott."
    ],
    "LABEL": [
      "Relikviák",
      "Ismeretlen",
      "Ez a relikvia nem lett még feloldva.",
      "Lezárva"
    ]
  },
  "Rewards Tip": {
    "TEXT": [
      "Ne feledd a jutalmakat! NL Csak kattints rájuk hogy felvedd őket."
    ],
    "LABEL": [
      "Jutalmak"
    ]
  },
  "Shop Tip": {
    "TEXT": [
      "Távolíts el egy kártyát a paklidból. A költsége a szolgáltatásnak nő #b",
      " arannyal a menet hátralevő részében."
    ],
    "LABEL": [
      "Kártya eltávolító szolgáltatás"
    ]
  },
  "Shuffle Tip": {
    "TEXT": [
      "NL Ha nem maradt több kártya amit felhúzhatnál, a dobópaklid lesz visszakeverve a húzópaklidba."
    ],
    "LABEL": [
      "Nincs több kártyád?"
    ]
  },
  "Top Panel Tips": {
    "TEXT": [
      "Megnyitja a játék menüjét. NL NL Módosítsd a grafikai, hang és játék beállításaidat itt.",
      "Nézd meg az összes kártyát a paklidban.",
      "Nézd meg a jelenlegi pálya térképét.",
      "Ha elfogy az életerőd, elbuksz.",
      "Megmutatja mennyi aranyat cipelsz. A Toronyban az arany a pénznem.",
      "",
      "",
      "Az eltelt idő."
    ],
    "LABEL": [
      "Beállítások",
      "Pakli",
      "Térkép",
      "Életerőpont",
      "Pénzeszsák",
      "Menetidő"
    ]
  }
}